import React from 'react'
import './About.css'

function About() {
  return (
    <div className='aboutUs'>
      <h1>О нас — <span>BilimHub</span></h1>

<p><span>BilimHub</span> — образовательная платформа, созданная для подготовки школьников Кыргызстана к Общереспубликанскому тестированию (ОРТ). Наша цель — сделать процесс подготовки доступным, системным и максимально эффективным, чтобы каждый ученик мог реализовать свой потенциал.</p>



<h1>Наша миссия</h1>

<p>Мы стремимся предоставить школьникам инструменты и материалы, которые помогают не просто готовиться к экзамену, а понимать и осваивать знания на высоком уровне. <span>BilimHub</span> объединяет опыт практикующих учителей и экспертов с современными технологиями, создавая индивидуальные траектории обучения для каждого пользователя.</p>


<h1>Наш подход</h1>
<ul>
  <li>Индивидуальная подготовка. Система анализирует результаты тестов и определяет сильные и слабые стороны ученика, формируя персональные рекомендации и план обучения.</li>
  <li>Опытные наставники. Наши преподаватели имеют практический опыт подготовки к ОРТ и разрабатывают материалы, ориентируясь на реальные экзаменационные задачи.</li>
  <li>Современный формат обучения. Онлайн-платформа позволяет заниматься в удобное время, проходить тесты и отслеживать прогресс.</li>
  <li>Поддержка и сообщество. Учащиеся получают консультации, обратную связь и возможность обмена опытом с другими пользователями платформы.</li>
</ul>


<h1>Почему <span>BilimHub</span></h1>
<ul>
  <li>Мы создаём полный цикл подготовки: от пробных тестов до углублённой работы над знаниями и навыками.</li>
  <li>Материалы разработаны на основе реальных заданий ОРТ и проверены экспертами.</li>
  <li>Мы учим не только предметам, но и стратегии прохождения теста: работу с временем, распределение усилий и анализ ошибок.</li>
  <li>У нас представлены как базовые, так и профильные предметы (математика, физика, химия, биология), что позволяет каждому ученику подготовиться к своему уровню и направлениям будущего образования.</li>
</ul>


<h1>Наши ценности</h1>
<ul>
  <li>Доступность. Качественные образовательные ресурсы должны быть доступны каждому ученику.</li>
  <li>Прозрачность. Мы открыто информируем о методах и результатах обучения.</li>
  <li>Поддержка. Каждый пользователь получает сопровождение на протяжении всего процесса подготовки.</li>
  <li>Эффективность. Наша цель — реальный результат и повышение уровня знаний.</li>
</ul>


<h1>Наша цель</h1>

<p>Мы хотим, чтобы выпускники Кыргызстана сдавали ОРТ уверенно, успешно поступали в вузы и могли строить карьеру и жизнь, соответствующую их способностям и стремлениям.</p>

<p><span>BilimHub</span>  — это не просто платформа, это инструмент, который помогает школьникам достигать целей, раскрывать потенциал и готовиться к будущему.</p>
    </div>
  )
}

export default About
