import React from 'react'
import './Universities.css'

function MedAcademy() {
  return (
    <div className='medAcademy'>
        <h2>Факультеты</h2>
        <ul>
    <li>Лечебное дело №1</li>
    <li>Лечебное дело №2</li>
    <li>Лечебное дело с английским языком обучения №1</li>
    <li>Лечебное дело с английским языком обучения №2</li>
    <li>Стоматология</li>
    <li>Педиатрия</li>
    <li>Фармация</li>
    <li>Медико - профилактическое дело</li>
    <li>Высшее сестринское образование</li>
    <li>Последипломное медицинское образование</li>
    <li>Медицинское училище при КГМА</li>
    <li>Медицинское училище при КГМА</li>
    <li>Медицинская инженерия</li>
    <li>Военно-медицинский факультет</li>
        </ul>
    </div>
  )
}

export default MedAcademy
